{
  "priorities": {
    "l1": {
      "title": "First step",
      "intro1": "Your INCOME is problematically LOWER than your expenses.",
      "text1": "Straight up, you are in trouble. This needs to turn around and in a big way. It starts today. <b>Priority number one: look into income supplement and debt releif programs you may be eligible for to provide immediate assistance. After that, dedicate everything you possibly can to finding a path towards increasing your income, decreasing your expenses, or some combination of the two.</b> See other sections for more insight into increasing income, decreasing expenses, and managing debt.",
      "intro2": "Your INCOME is concerningly LOWER than your expenses.",
      "text2": "This is a difficult financial situation to be in. If it has been this way for a while, you may have taken on significant financial debt in order to get by. Unfortunately, without sugar coating this, you're in a bad spot. I'm sure you're aware of that. Unless you are able to turn this ship around, you will not be able to progress at all in your financial journey. <b>Therefore, your first priority should be to find a way to increase your income, decrease your expenses, or some combination of the two. Additionally, you may want to look into debt consolidation options to assist with paying down any debt you currently have.</b> For more info on your debt situation, see the debt section below.",
      "intro3": "Your INCOME is moderately LOWER than your expenses.",
      "text3": "This is a cause for concern and should be taken seriously as having an income below your expenses will completely prevent you from progressing in your financial journey and growing your wealth. That's because you are most likely currently relying on debt in order to stay afloat. All debt is not necessarily bad, but being reliant on it is not a place you want to be in. Interest payments will keep you held back. Your income must be higher than your expenses as we need to generate savings in order to turn those savings into more wealth for ourselves and our families. <b>Therefore, your first priority should be to focus on either decreasing your expenses, increasing your income, or some combination of the two.</b> After accomplishing this, many doors will open to you that are currently closed.",
      "intro4": "Your INCOME is a bit LOWER than your expenses.",
      "text4": "Don't panic, this is a very common situation people find themselves in especially in this day and age. However, this is something that should be taken very seriously as having an income below your expenses will completely prevent you from progressing in your financial journey and growing your wealth. That's because you are most likely currently relying on debt in order to stay afloat. All debt is not necessarily bad, but being reliant on it is not a place you want to be in. Interest payments will keep you held back. Your income must be higher than your expenses as we need to generate savings in order to turn those savings into more wealth for ourselves and our families. <b>Therefore, your first priority should be to focus on either decreasing your expenses, increasing your income, or some combination of the two.</b> After accomplishing this, many doors will open to you that are currently closed.",
      "intro5": "Your INCOME is a bit HIGHER than your expenses.",
      "text5": "<b>Nice! You've passed priority level 1.</b> This means you're able to save some amount of money, which is great! Savings are the lifeblood of our financial journey. Without savings, we can't do anything useful with our money like paying down debt or investing in assets. Now, let's see how you're doing on priority level 2.",
      "intro6": "Your INCOME is a good amount HIGHER than your expenses.",
      "text6": "<b>Nice! You've passed priority level 1.</b> This means you're able to save a good amount of money, which is great! Savings are the lifeblood of our financial journey. Without savings, we can't do anything useful with our money like paying down debt or investing in assets. Now, let's see how you're doing on priority level 2.",
      "intro7": "Your INCOME is comfortably HIGHER than your expenses.",
      "text7": "<b>Nice! You've passed priority level 1.</b> This means you're able to save a comfortable amount of money, which is great! Savings are the lifeblood of our financial journey. And since you're able to generate some, there's a lot you can do. Now, let's see how you're doing on priority level 2 (with those savings you better have passed it too!)",
      "intro8": "Your INCOME is confidently HIGHER than your expenses.",
      "text8": "<b>Nice! You've passed priority level 1.</b> This means you're able to save a comfortable amount of money, which is great! Savings are the lifeblood of our financial journey. And since you're able to generate some, there's a lot you can do. Now, let's see how you're doing on priority level 2 (with those savings you better have passed it too!)",
      "intro9": "Your INCOME is way HIGHER than your expenses.",
      "text9": "<b>Nice! You've passed priority level 1.</b> This means you're able to save a lot of money, which is great! Savings are the lifeblood of our financial journey. And since you're able to generate a lot, there's a lot you can do. Now, let's see how you're doing on priority level 2 (with those savings you better have passed it too, or I'll be pissed!)",
      "intro10": "Your INCOME is insanely HIGHER than your expenses.",
      "text10": "<b>Nice! You've passed priority level 1.</b> This means you're able to save a lot of money, which is great! Savings are the lifeblood of our financial journey. And since you're able to generate a lot, there's a lot you can do. Now, let's see how you're doing on priority level 2 (with those savings you better have passed it too, or I'll be pissed!)"
    },
    "l2": {
      "title": "Second step",
      "intro1": "You have HIGH INTEREST DEBT",
      "text1": "<b>Paying this down will be your next financial priority to tackle.</b> High interest debt poses a major problem to financial progression because the interest owed can be very expensive and snowball into large amounts quickly. It is one of the main things that can completely undermine your financial journey. For more information on your debt, see the debt section below. Return to the table and update it once the debt is paid off so you can progress to the next level.",
      "intro2": "You have NO HIGH INTEREST DEBT",
      "text2": "Nice! Assuming you've passed level one, you've now also passed priority level 2. Look at you on a roll. This means your hard earned savings are able to go towards productive purposes and grow your net worth. You may have some lower interest debt which is totally fine (within reason). We'll analyze that further below in the debt section. For now, proceed to priority level 3!"
    },
    "l3": {
      "title": "Third step",
      "intro1": "You don't have an EMERGENCY FUND",
      "text1": "Hold up hotshot! An emergency fund is an essential step that I would highly reccomend not skipping. To build an emergency fund you must put about 3-6 months worth of living expenses into a savings account and then set that money aside for- you guessed it - emergencies. Make sure to save that money in a high interest savings account, you'll want to earn a little bit of money while it sits there. You can also think of this fund as the F U fund. Anything unexpected that life throws your way? Just say F U. You're prepared. This prevents you from having to dip into your income or go into debt in order to handle an unexpected expense, which can potentially set you back in your financial journey. Once this fund is built, you'll have completed level three and be in a really good financial position! You'll feel it!",
      "intro2": "You have an EMERGENCY FUND, but it's not complete",
      "text2": "It's great that you've started building your emergency fund, but in order for it to truly fulfill it's purpose it should be worth 3-6 months of your living expenses. Growing your emergency fund to this size will be your next financial priority.",
      "intro3": "You have an EMERGENCY FUND, and it is a good size",
      "text3": "Nice! You've passed priority level 3. You can honestly give yourself a pat on the back here as most people skip this step. Proceed to level 4!"
    },
    "l4": {
      "title": "Fourth step",
      "intro1": "You're currently NOT INVESTING",
      "text1": "If you've passed the first three levels then you are in an excellent position to begin thinking about investing some of your money. You've built an excellent financial base and now it would be smart to begin putting your money to work for you so that it can grow through the power of compound interest. My personal reccomendation for a next step would be to start educating yourself about passive investing and index ETF's.",
      "intro2": "You're currently INVESTING",
      "text2": "That's great! As long as you have passed the first three levels, you are in an excellent position to be investing your money. If you have not passed the first three levels, it would be smart to circle back and see what work needs to be done before beginning to put your money at risk with the goal of a future reward. For more insights into your investments, see the investing section below."
    },
    "l5": {
      "title": "Fifth step",
      "intro1": "You have LOW INTEREST DEBT",
      "text1": "If you've passed the first four levels, congrats! You've arrived at the final stage, where we can turn our attention away from buiilding a solid financial foundation and focus more on maintenance. Low interest debt generally poses little problems as the interest rate is too low to cause any major headwinds. At this point, a reasonable path forwards could be to dedicate some portion of your monthly savings to investments and some portion towards paying down this debt. But, the porportion greatly depends on the type of debt you have and the interest rate associated with it. For more information, see the debt section below.",
      "intro2": "You have NO LOW INTEREST DEBT",
      "text2": "If you've passed the first four levels, congrats! You've arrived at the final stage, where we can turn our attention away from buiilding a solid financial foundation and focus more on maintenance. Since you don't have any debt, all your excess savings every month can go towards some type of investments. Assuming you've passed all the prior levels, you are already investing and can find more insights about your investments down below. Keep up the great work!"
    }
  },
  "position": {
    "age": {
      "title": "Age",
      "intro1": "You are VERY YOUNG",
      "text1": "Honestly, it's really cool that you're even thinking about your finances at this point. Starting to learn about this subject at a young age will literally and figuratively pay dividends to you down the road. With that being said, don't put too much pressure on yourself yet. It's a bit of a cliché but one of the best things you can do right now is invest in yourself. Learn who you are, your strengths and weaknesses, what you want out of life, and then start working towards it.",
      "intro2": "You are YOUNG",
      "text2": "Good for you! Many people don't start taking their finances seriously until they are much older. Being this age means you're likely beginning to build or solidify your career as well as starting to accumulate responsibilities. Becuase you have time on your side, getting your finances into a position where you can begin to invest would put you at a huge advantage. There's many years for compound interest to work their magic! With that being said, this stage of life is still ripe for major changes and exploration, so don't feel like you need to have it all figured out.",
      "intro3": "You are MATURING into ADULTHOOD",
      "text3": "At this stage in your life you may be settling into your career path, and solidifying responsibilities and relationships. Your financial picture has likely started to become more complicated than when you were younger and this can be both challenging and confusing. Fortunately, you have a considerable amount of time on your side to build or continue practicing good financial habits as well as continuing to improve your understanding of money. Don't forget to enjoy yourself too! Life can start moving quickly and before you know it, you'll be 40. Crazy, I know.",
      "intro4": "You are FIRMLY in ADULTHOOD",
      "text4": "At this stage in your life you may be hitting your stride in your career, formed a household, and have several responsibilities as well as people who depend on you. This can be one of the most complicated stages of your life financially speaking. But it can also be one of the best stages because you may be earning much more income than when you first started your career. Of course, your expenses are probably much higher too! Hopefully these series of insights will be helpful to give you some food for thought to navigate this period of your life so you can enjoy it while also making sure you have a good path towards retirement down the road.",
      "intro5": "You are APPROACHING RETIREMENT AGE",
      "text5": "At this stage in your life one of the main things that is probably on your mind when it comes to money is retirement. While this table and the insights associated with it won't replace a proper retirement plan or conversation with a professional, it will hopefully give you some food for thought as you evaluate your financial picture in the face of this approaching milestone.",
      "intro6": "You are in RETIREMENT AGE",
      "text6": "At this stage in your life you may be retired or are preparing for retirement. This stage is a big shift from everything you have experienced with your finances thus far. That's because you will no longer be earning the income you are used to and will be transitioning to living off of different income sources as well as the wealth you have built over your lifetime. And because of this, you may find that this table is not particularly useful to you. I created this to specifically help the wealth building stage that we are in for most of our life. You are now in or heading towards the wealth spending stage! I'm sorry I can't be much help here, I am only 28 after all. But if you're looking for advice regarding retirement planning, it may be a good idea to seek out a good professional you can trust.",
      "intro7": "You are in your GOLDEN YEARS",
      "text7": "I'm humbled that you came across this google sheets table! Unfortunately, you may not find it very useful. I created this table specifically to help people grow their wealth. But you are most likely now spending yours! So with that being said, feel free to browse through it, but if you're looking for financial advice it would be best to find a good professional you can trust."
    },
    "liquidity": {
      "title": "Liquid assets to debt",
      "intro1": "Your liquid assets are WAY LOWER than your total outstanding debt excluding a mortgage (if you have one).",
      "text1": "This likely means you are currently working on either priority level 1 or level 2. Because you have little or no liquid assets (cash, chequing, savings, emergency fund) relative to your debt, the main focus should be generating savings and then using those savings to start either paying down high interest debt or contributing to your liquid assets. Follow the sequence of priority level 1-2 for the basic road map to accomplish this.",
      "intro2": "Your liquid assets are MUCH LOWER than your total outstanding debt excluding a mortgage (if you have one).",
      "text2": "This likely means you are currently working on either priority level 1 or level 2. Because you have little or no liquid assets (cash, chequing, savings, emergency fund) relative to your debt, the main focus should be generating savings and then using those savings to start either paying down high interest debt or contributing to your liquid assets. Follow the sequence of priority level 1-2 for the basic road map to accomplish this.",
      "intro3": "Your liquid assets are MODERATELY LOWER than your total outstanding debt excluding a mortgage (if you have one).",
      "text3": "This likely means you are currently working on either priority level 1 or level 2. Because you have a moderately low level of liquid assets (cash, chequing, savings, emergency fund) relative to your debt, the main focus should be generating savings and then using those savings to start either paying down high interest debt or contributing to your liquid assets. Follow the sequence of priority level 1-2 for the basic road map to accomplish this.",
      "intro4": "Your liquid assets are SOMEWHAT LOWER than your total outstanding debt excluding a mortgage (if you have one).",
      "text4": "This likely means you are currently working somewhere between priorities level 1-3. Because you have your liquid assets (cash, chequing, savings, emergency fund) are only somewhat lower than your debt, the main focus should be first accomplishing priority level 1 (generate savings) and then identify if you have high interest debt (priority level 2). If you do, the next step would be to use your savings to pay down this debt. If you don't, the next step would be to proceed with priority level 3.",
      "intro5": "Your liquid assets are a BIT LOWER than your total outstanding debt excluding a mortgage (if you have one).",
      "text5": "This likely means you are currently working somewhere between priorities level 1-4. Because you have your liquid assets (cash, chequing, savings, emergency fund) are only a bit lower than your debt, the main focus should be first accomplishing priority level 1 (generate savings) and then identify if you have high interest debt (priority level 2). If you do, the next step would be to use your savings to pay down this debt. If you don't, the next step would be to proceed with priority level 3 and beyond.",
      "intro6": "Your liquid assets are a TINY BIT LOWER than your total outstanding debt excluding a mortgage (if you have one).",
      "text6": "This likely means you are currently working somewhere between priorities level 1-4. Because you have your liquid assets (cash, chequing, savings, emergency fund) are only a bit lower than your debt, the main focus should be first accomplishing priority level 1 (generate savings) and then identify if you have high interest debt (priority level 2). If you do, the next step would be to use your savings to pay down this debt. If you don't, the next step would be to proceed with priority level 3 and beyond.",
      "intro7": "Your liquid assets are EQUAL to your total outstanding debt excluding a mortgage (if you have one).",
      "text7": "This means you could completely wipe out your debt if you wanted to (you probably shouldn't though unless its high interest debt!). But being in a position where you could do this means that you don't have to rely solely on your income to meet your debt obligations - which is great! To further understanding your debt position and possible routes to take to improve it (if needed), continue reading through the insights of this section.",
      "intro8": "Your liquid assets are HIGHER than your total outstanding debt excluding a mortgage (if you have one).",
      "text8": "You are likely somewhere between priority levels 3-5 in this case. This means you could completely wipe out your debt if you wanted to (you probably shouldn't though unless its high interest debt!). The next step based off this insight would be to identify whether or not you have high interest debt and then proceed with the appropriate next steps as laid out in the priority levels. For further insights on your debt, continue reading this page."
    },
    "housingCost": {
      "title": "Housing costs",
      "intro1": "Your HOUSING COSTS are a HIGH AMOUNT of your monthly income.",
      "text1": "Generally, the rule of thumb is to spend no more than about 30% of your income on housing. You are above this level which means your housing expenses may be straining the rest of your financial picture. You may need to evaluate if your housing situation is the right fit for you at this time.",
      "intro2": "Your HOUSING COSTS are a MODERATE AMOUNT of your monthly income.",
      "text2": "Generally, the rule of thumb is to spend no more than about 30% of your income on housing. You are below this level but still near to it. So, you're looking pretty good here, but keep an eye on this if it begins to approach that 30% mark.",
      "intro3": "Your HOUSING COSTS are a REASONABLE AMOUNT of your monthly income.",
      "text3": "This contributes to a strong financial position for you as housing is often the most expensive component of our finances. Great job here!",
      "intro4": "Your HOUSING COSTS are a LOW AMOUNT of your monthly income.",
      "text4": "This is a huge boon to your financial stability and strength as housing is often the most expensive component of our finances. Great job.",
      "intro5": "You do NOT HAVE HOUSING COSTS",
      "text5": "This is a huge boon to your financial stability and strength as housing is often the most expensive component of our finances. Great job."
    },
    "housingSituation": {
      "title": "Housing situation",
      "intro1": "You do NOT OWN your HOME",
      "text1": "This means you are either renting or you are living with someone else such as your parents. Contrary to popular belief, renting is not necessarily a bad financial decision and in a lot of instances can actually lead to similar financial outcomes as owning a home. For more context on this, see <a href='https://youtu.be/qrnZ6xDIyE4' target='_blank'>this video</a> I made. The most important thing about renting a place to live is that the housing costs don't eat up too much of your income. See the insight related to housing costs vs. income for context on that.",
      "intro2": "You OWN your HOME",
      "text2": "This means you either have a mortgage for your home or you own your home outright. Owning a home comes with its own list of pros and cons but you can rest assured that home ownership has historically been a great way to grow your wealth over time so long as you don't overspend on it. See the insight regarding your housing costs versus your income for context. If you're curious, I do have another spreadsheet which calculates whether you would be better off to rent or buy a home financially speaking. You can find a link to it in the description box of <a href='https://youtu.be/qrnZ6xDIyE4' target='_blank'>this video.</a>"
    }
  },
  "debt": {
    "savings": {
      "title": "Savings vs. Credit card debt",
      "intro1": "It would take you an UNCERTAIN number of MONTHS to PAY OFF your credit card debt",
      "text1": "It looks like you are currently not generating any savings. This likely means you are working on priority level 1. Working on a way to generate savings will put you in a position to get in control of your credit card debt and should be a top priority.",
      "intro2": "It would take you MULTIPLE MONTHS to PAY OFF your credit card debt",
      "text2": "Your monthly savings are lower than the debt. This could mean your credit card debt is relatively high or you savings rate is relatively low which probably means you're working on either priority level 1 or 2. In this case, I would prioritize focusing on increasing the savings rate while also learning more about your debt and any strategies available to help lower the interest rate associated with it.",
      "intro3": "It would take you ONE MONTH OR LESS to PAY OFF your credit card debt",
      "text3": "Your monthly savings are higher than this debt. That's a good position to be in because it allows you to completely wipe out this debt in a short period of time. This is part of the reason why savings are the lifeblood of this whole thing! Keep up the great work.",
      "intro4": "You do NOT HAVE any credit card debt",
      "text4": ""
    },
    "income": {
      "title": "Income vs. Credit card debt",
      "intro1": "Your CREDIT CARD debt is LARGER than your MONTHLY INCOME",
      "text1": "This means it is at a problematic level and is definitely something to prioritize paying down. Because your credit card debt is at this level, you are relying on it in order to live your current lifestyle and will need to investigate where the root of this problem lies. Additionally, you may want to look into debt relief strategies in order to help you get this under control",
      "intro2": "Your CREDIT CARD debt is VERY LARGE compared to your MONTHLY INCOME",
      "text2": "This means it is at a problematic level and is definitely something to prioritize paying down. Because your credit card debt is at this level, you are likely relying on it in order to live your current lifestyle and will need to investigate where the root of this problem lies. Additionally, you may want to look into debt relief strategies in order to help you get this under control",
      "intro3": "Your CREDIT CARD debt is QUITE SIZEABLE compared to your MONTHLY INCOME",
      "text3": "This means it is at a problematic level and is definitely something to prioritize paying down. Because your credit card debt is at this level, you may be relying on it in order to live your current lifestyle and will need to investigate where the root of this problem lies.",
      "intro4": "Your CREDIT CARD debt is a FAIR SIZE compared to your MONTHLY INCOME",
      "text4": "It's not necessarily at a problematic level yet but it is definitely something to prioritize paying down. Because your credit card debt is at this level, you may be somewhat relying on it in order to live your current lifestyle and may need to investigate where the root of this problem lies.",
      "intro5": "Your CREDIT CARD debt is LOW to your MONTHLY INCOME",
      "text5": "This is great because it means you have not been reliant on your credit card. Keep up the great work!",
      "intro6": "You do NOT HAVE any CREDIT CARD debt",
      "text6": "This is great because it means you have not been reliant on your credit card. Keep up the great work!"
    },
    "debtService": {
      "title": "Debt service vs. Income",
      "intro1": "You are spending MORE MONEY than your MONTHLY INCOME on servicing your monthly debt",
      "text1": "As I'm sure you're aware, this is not good. You may need to seek professional help, debt releif programs, and career advice in order to get on top of this.",
      "intro2": "You are spending a VERY LARGE AMOUNT of your MONTHLY INCOME on servicing your monthly debt",
      "text2": "This is probably causing you financial strain and putting you in a vulnerable position as it is likely limiting your ability to save money. Investigating why your debt payments are so high relative to your income should be a top priority. A plan needs to be made to get on top of this.",
      "intro3": "You are spending a SIZEABLE AMOUNT of your MONTHLY INCOME on servicing your monthly debt",
      "text3": "This is potentially causing you financial strain and putting you in a vulnerable position as it may limit your ability to save money. This is an area to investigate and determine if any changes need to be made.",
      "intro4": "You are spending a FAIR AMOUNT of your MONTHLY INCOME on servicing your monthly debt",
      "text4": "It's not necessarily at a problematic level at this point but it is something to keep an eye because if it does increase it may begin to cause a strain on your finances and put you in a more vulnerable position.",
      "intro5": "You are spending a LOW AMOUNT of your MONTHLY INCOME on servicing your monthly debt",
      "text5": "That's awesome! Nothing more to add here other than keep it up!",
      "intro6": "You do NOT HAVE any SERVICE DEBT",
      "text6": "That's awesome! Nothing more to add here other than keep it up!"
    },
    "carLoan": {
      "title": "Car loan",
      "intro1": "You are spending a HIGH AMOUNT of your MONTHLY INCOME on your car loan",
      "text1": "Generally, the rule of thumb is to spend no more than about 15% of your income on vehicle expenses. As you are above this level, you should ensure that your vehicle is the right fit for your current financial situation or if anything else needs adjusting. This may be causing financial strain on you.",
      "intro2": "You are spending a POTENTIALLY LARGE AMOUNT of your MONTHLY INCOME on your car loan",
      "text2": "Generally, the rule of thumb is to spend no more than about 15% of your income on vehicle expenses. As you are around this level, you may want to ensure that your vehicle is the right fit for your current financial situation or if anything else needs adjusting.",
      "intro3": "You are spending a LOW AMOUNT of your MONTHLY INCOME on your car loan",
      "text3": "Between this expense and your housing expense, they can make up a large percentage of your overall expenses. But by keeping these low relative to your income, you increase your capability to save money and grow your wealth. Great job!",
      "intro4": "You do NOT HAVE any CAR LOAN",
      "text4": "That's awesome! Nothing more to add here other than keep it up!"
    }
  },
  "investments": {
    "emergencyFund": {
      "title": "Stocks vs. Emergency fund",
      "intro1": "You do NOT HAVE investments in STOCKS",
      "text1": "You are probably in a place where you are not financially or mentally ready to begin investing your money in the stock market and that's totally ok! (unless you have chosen other avenues of investment in which case you can disregard this). Exposing your money to the risks and rewards of stocks is something that should only be done once you have reached priority level 4. This will ensure that you're in the best possible position to begin investing and using the help of compound interest to grow your wealth. Many people start investing before they are ready and end up making mistakes that can set them back or turn them away from the stock market forever. This is a shame because the stock market is one of the most powerful tools we can use to build serious wealth over time. So, take your time, complete all the prerequisite priorities, and then begin your investment journey on the right foot!",
      "intro2": "You HAVE investments in STOCKS but your EMERGENCY FUND is NOT COMPLETE",
      "text2": "It looks like you may have jumped the gun on investing your money in stocks right now. As the priority hierarchy explains, its important to have an emergency fund in place before you begin exposing your money to risk in the stock market. The reason this is so important is because a scenario could happen where your stocks lose value and at the same time they lose value, an emergency happens and you need to access the money you put in the stock market. This means you will be taking a loss on your money, potentially a large enough one that isn't enough to cover the emergency. When we invest, its best to leave your money in the stock market for at least 10 years but ideally much longer. This allows us to greatly decrease the risk of loss and prevents us from selling in an emergency and taking a loss we could have avoided by having an emergency fund set up first.",
      "intro3": "You HAVE investments in STOCKS and your EMERGENCY FUND is COMPLETE",
      "text3": "Great work here. It's important to have an emergency fund in place before you start investing your money and exposing it to risk. You're investing responsibly and that will help prevent you from making emotional mistakes with your money."
    },
    "stocksDebt": {
      "title": "Stocks vs. High interest debt",
      "intro1": "You do NOT HAVE investments in STOCKS",
      "text1": "",
      "intro2": "You HAVE investments in STOCKS and HIGH INTEREST DEBT",
      "text2": "In general, this is not a good idea. When trying to determine whether its better to invest money or pay down debt, the number one thing to look at is the interest rate associated with the debt. If it is higher than 7% then that means that it would make the most sense to pay down this debt first before investing your money. That's because in general, the stock market has historically earned investors about 7% per year over the long term. So, if your debt has a higher interest rate than this it means that the debt will grow faster than your investments will, thus decreasing your net worth over time.",
      "intro3": "You HAVE investments in STOCKS and NO HIGH INTEREST DEBT",
      "text3": "Great. From a debt perspective, the main concern when it comes to investing is whether or not you have high interest debt. Because you don't, that contributes to you being in a responsible spot to invest. But, this isn't the only thing to consider before investing. Make sure priorities 1-3 are completed first and that the other insights in this section are understood."
    },
    "stocksDuration": {
      "title": "Stock investment duration",
      "intro1": "You're planning to invest for LESS THAN A YEAR",
      "text1": "In general, this is not a good idea. Since investing in the stock market poses risk to your money, the general rule of thumb is to only invest money you can set aside for at least 10 years in order to reduce the risk of loss as much as possible. The stock market has historically always trended up in value over long periods of time (10+ years). But in the short term (less than 10 years) there have been periods of time where you would have lost money, possibly 50% or more. My suggestion would be to learn more about how the length of time you invest money for can affect your results and consider changing your current investments.",
      "intro2": "You're planning to invest for 1-5 YEARS",
      "text2": "In general, this is not a good idea. Since investing in the stock market poses risk to your money, the general rule of thumb is to only invest money you can set aside for at least 10 years in order to reduce the risk of loss as much as possible. The stock market has historically always trended up in value over long periods of time (10+ years). But in the short term (less than 10 years) there have been periods of time where you would have lost money, possibly 50% or more. My suggestion would be to learn more about how the length of time you invest money for can affect your results and consider changing your current investments.",
      "intro3": "You're planning to invest for 6-10 YEARS",
      "text3": "In general, this is not a good idea. Since investing in the stock market poses risk to your money, the general rule of thumb is to only invest money you can set aside for at least 10 years in order to reduce the risk of loss as much as possible. Even though 6-10 years can seem like a long time, its still not enough time to give you an extremely high probability that you will earn a positive return on your investment. The stock market has historically always trended up in value over long periods of time (10+ years). But in the short term (less than 10 years) there have been periods of time where you would have lost money, possibly 50% or more. My suggestion would be to learn more about how the length of time you invest money for can affect your results and consider changing your current investments.",
      "intro4": "You're planning to invest for 10+ YEARS",
      "text4": "Awesome. This is the right approach to give yourself the best chance of earning a positive return on your investment."
    },
    "crypto": {
      "title": "Crypto investing",
      "intro1": "You do NOT HAVE investments in CRYPTO",
      "text1": "Crypto has easily been one of the most exciting asset classes to emerge over the past several years. This insight section is not meant to cast any judgement or offer any opinions on the validity of crypto as an investment. No one knows the future. But what we can say with certainity is that crypto is undeniably a speculative asset class with very high volatility. Therefore we can factually classify it as high risk, meaning the potential for reward and loss are both high. With that in mind, it behooves us to make sure that if we are to participate in this asset class, that we do so responsibly with regard to our full financial picture.",
      "intro2": "You do HAVE investments in CRYPTO",
      "text2": "Crypto has easily been one of the most exciting asset classes to emerge over the past several years. This insight section is not meant to cast any judgement or offer any opinions on the validity of crypto as an investment. No one knows the future. But what we can say with certainity is that crypto is undeniably a speculative asset class with very high volatility. Therefore we can factually classify it as high risk, meaning the potential for reward and loss are both high. With that in mind, it behooves us to make sure that if we are to participate in this asset class, that we do so responsibly with regard to our full financial picture."
    },
    "cryptoPercentage": {
      "title": "Crypto as a percentage of wealth",
      "intro1": "Crypto represent a BALLSY AMOUNT of your TOTAL ASSETS",
      "text1": "At this point, you have officially let Jesus take the wheel. Godspeed. In all seriousness though, this is degenerecy. Unless you can honestly (and I mean honestly) say that you're comfortable with losing everything, don't play the game like this.",
      "intro2": "Crypto represent a CONSIDERABLE AMOUNT of your TOTAL ASSETS",
      "text2": "Taking into the insight from the previous section on crypto, its very important to understand that having this much of your assets in crypto is going to expose you to considerable risk and possibly cause large amounts of damage to your financial picture if things don't work out the way you are betting.",
      "intro3": "Crypto represent a SIZEABLE AMOUNT of your TOTAL ASSETS",
      "text3": "Taking into the insight from the previous section on crypto, its very important to understand that having this much of your assets in crypto is going to expose you to considerable risk and possibly cause large amounts of damage to your financial picture if things don't work out the way you are betting.",
      "intro4": "Crypto represent a NOTICEABLE AMOUNT of your TOTAL ASSETS",
      "text4": "Taking into the insight from the previous section on crypto, its very important to be honest with yourself about whether or not this is the best decision for your financial goals. It may be time to reeavaluate.",
      "intro5": "Crypto represent a SMALL AMOUNT of your TOTAL ASSETS",
      "text5": "If we want to follow the best practices based off all the information we know about investing, this is the most responsible amount of money to use for this purpose. As your investment journey continues, keep checking in with yourself to make sure you are comfortable with the amount of money you are putting at risk in this asset class."
    }
  }
}
