{
  "fscForm": {
    "common": {
      "value": "Valore",
      "changeRate": "Tasso di cambio",
      "monthlyPayment": "Rata mensile"
    },
    "income": {
      "title": "Reddito annuale netto",
      "age": "Età",
      "employment": "Reddito da lavoro",
      "investment": "Reddito da investimenti",
      "other": "Altri redditi",
      "expenses": "Spese annuali",
      "homeOwner": "Proprietario di casa?",
      "rent": "Affitto"
    },
    "financialAssets": {
      "title": "Asset finanziari",
      "cash": "Contanti",
      "bank": "Conto corrente",
      "emergencyFund": "Fondo di emergenza",
      "savings": "Fondo di risparmio",
      "GIC": "Conto deposito",
      "bonds": "Obbligazioni",
      "stocks": "Azioni",
      "stocksDuration": {
        "title": "Durata dell'investimento (prevista)",
        "label1": "Meno di un anno",
        "label2": "1-5 anni",
        "label3": "6-10 anni",
        "label4": "10+ anni"
      },
      "crypto": "Crypto",
      "gold": "Oro",
      "other": "Altri investimenti"
    },
    "physicalAssets": {
      "title": "Asset fisici",
      "vehicle": "Automobile",
      "property": "Immobile (escludendo il mutuo)",
      "equipment": "Attrezzature",
      "electronics": "Elettronica",
      "other": "Altri oggetti di valore"
    },
    "liabilities": {
      "title": "Debiti",
      "creditCard": "Carta di credito",
      "creditLine": "Linea di credito",
      "studentLoan1": "Prestito studentesco 1",
      "studentLoan2": "Prestito studentesco 2",
      "mortgage": "Mutuo",
      "carLoan": "Finanziaria automobile",
      "personalLoan": "Prestito personale",
      "medicalDebt": "Debito medico",
      "other1": "Altro 1",
      "other2": "Altro 2",
      "other3": "Altro 3"
    }
  },
  "fscInsights": {
    "priorities": {
      "title": "Priorità",
      "l1": {
        "title": "Livello 1",
        "intro1": "Il tuo REDDITO è problematicamente INFERIORE alle tue spese.",
        "text1": "Insomma, sei nei guai. Questa situazione deve cambiare radicalmente. Inizia da oggi. <b>Priorità numero uno: esamina i programmi di integrazione del reddito e di riduzione del debito a cui potresti avere diritto per fornire assistenza immediata. Successivamente, dedica tutto ciò che puoi a trovare un percorso per aumentare le tue entrate, diminuire le tue spese o una combinazione dei due.</b> Consulta le altre sezioni per ulteriori informazioni sull'aumento delle entrate, sulla diminuzione delle spese e sulla gestione del debito.",
        "intro2": "Il tuo REDDITO è decisamente INFERIORE alle tue spese.",
        "text2": "Questa è una situazione finanziaria difficile in cui trovarsi. Sfortunatamente, senza addolcirti la pillola, sei in una brutta situazione. Sono sicuro che ne sei consapevole. A meno che tu non cambi rotta, sarà difficile migliorare la tua situazione finanziaria. <b>Pertanto, la tua prima priorità dovrebbe essere quella di trovare un modo per aumentare le tue entrate, diminuire le tue spese o una combinazione dei due. Inoltre, potresti voler esaminare le opzioni di consolidamento debiti per aiutarti a saldare eventuali debiti che hai attualmente.</b> Per ulteriori informazioni sulla tua situazione debitoria, consulta la sezione debiti di seguito.",
        "intro3": "Il tuo REDDITO è moderatamente INFERIORE alle tue spese.",
        "text3": "Questo è motivo di preoccupazione e dovrebbe essere preso sul serio poiché avere un reddito inferiore alle tue spese ti impedirà completamente di progredire nel tuo percorso finanziario e di aumentare la tua ricchezza. Questo perché molto probabilmente attualmente fai affidamento sul debito per rimanere a galla. Tutti i debiti non sono necessariamente negativi, ma fare affidamento su di essi per vivere non è la situazione in cui vorresti trovarti. Il pagamento degli interessi ti impedirà di raggiungere una buona stabilità economica. Il tuo reddito deve essere superiore alle tue spese poiché dobbiamo generare risparmi e trasformare tali risparmi in stabilità economica per migliorare la propria situazione finanziaria e non. <b>Pertanto, la tua prima priorità dovrebbe essere quella di concentrarti sulla riduzione delle spese, sull'aumento delle entrate o su una combinazione dei due.</b> Dopo aver realizzato ciò, ti si apriranno molte porte che attualmente sono chiuse.",
        "intro4": "Il tuo REDDITO è leggermente INFERIORE alle tue spese.",
        "text4": "Niente panico, questa è una situazione molto comune in cui le persone si trovano soprattutto al giorno d'oggi. Tuttavia, la situazione dovrebbe essere presa sul serio poiché avere un reddito inferiore alle tue spese ti impedirà completamente di progredire nel tuo percorso finanziario e di aumentare la tua ricchezza. Questo perché molto probabilmente attualmente fai affidamento sul debito per rimanere a galla. Tutti i debiti non sono necessariamente negativi, ma fare affidamento su di essi per vivere non è la situazione in cui vorresti trovarti. Il pagamento degli interessi ti impedirà di raggiungere una buona stabilità economica. Il tuo reddito deve essere superiore alle tue spese poiché dobbiamo generare risparmi e trasformare tali risparmi in stabilità economica per migliorare la propria situazione finanziaria e non. <b>Pertanto, la tua prima priorità dovrebbe essere quella di concentrarti sulla riduzione delle spese, sull'aumento delle entrate o su una combinazione dei due.</b> Dopo aver realizzato ciò, ti si apriranno molte porte che attualmente sono chiuse.",
        "intro5": "Il tuo REDDITO è leggermente SUPERIORE alle tue spese.",
        "text5": "<b>Bene! Hai superato il livello di priorità 1.</b> Ciò significa che puoi risparmiare una certa quantità di denaro, il che è fantastico! Il risparmio è il carburante del nostro viaggio finanziario. Senza risparmi, non possiamo fare nulla di utile con i nostri soldi, come ripagare i debiti o investire. Ora vediamo come te la cavi con il livello di priorità 2.",
        "intro6": "Il tuo REDDITO è abbastanza SUPERIORE alle tue spese.",
        "text6": "<b>Bene! Hai superato il livello di priorità 1.</b> Ciò significa che puoi risparmiare una buona quantità di denaro, il che è fantastico! Il risparmio è il carburante del nostro viaggio finanziario. Senza risparmi, non possiamo fare nulla di utile con i nostri soldi, come ripagare i debiti o investire. Ora vediamo come te la cavi con il livello di priorità 2.",
        "intro7": "Il tuo REDDITO è decisamente SUPERIORE alle tue spese.",
        "text7": "<b>Bene! Hai superato il livello di priorità 1.</b> Ciò significa che puoi risparmiare una discreta quantità di denaro, il che è fantastico! Il risparmio è la carburante del nostro viaggio finanziario. E poiché sei in grado di generarne alcuni, puoi fare molto. Ora vediamo come te la cavi con il livello di priorità 2 (con questi risparmi sarà meglio che tu abbia superato anche quello)",
        "intro8": "Il tuo REDDITO è sicuramente SUPERIORE alle tue spese.",
        "text8": "<b>Bene! Hai superato il livello di priorità 1.</b> Ciò significa che puoi risparmiare una discreta quantità di denaro, il che è fantastico! Il risparmio è la carburante del nostro viaggio finanziario. E poiché sei in grado di generarne alcuni, puoi fare molto. Ora vediamo come te la cavi con il livello di priorità 2 (con questi risparmi sarà meglio che tu abbia superato anche quello)",
        "intro9": "Il tuo REDDITO è MOLTO SUPERIORE alle tue spese.",
        "text9": "<b>Bene! Hai superato il livello di priorità 1.</b> Ciò significa che puoi risparmiare un sacco di soldi, il che è fantastico! Il risparmio è la carburante del nostro viaggio finanziario. E poiché sei in grado di generarne molti, c'è parecchio che puoi fare. Ora vediamo come te la cavi con il livello di priorità 2 (con questi risparmi è meglio che tu abbia superato anche quello)",
        "intro10": "Il tuo REDDITO è follemente SUPERIORE alle tue spese.",
        "text10": "<b>Bene! Hai superato il livello di priorità 1.</b> Ciò significa che puoi risparmiare un sacco di soldi, il che è fantastico! Il risparmio è la carburante del nostro viaggio finanziario. E poiché sei in grado di generarne molti, c'è parecchio che puoi fare. Ora vediamo come te la cavi con il livello di priorità 2 (con questi risparmi è meglio che tu abbia superato anche quello)"
      },
      "l2": {
        "title": "Livello 2",
        "intro1": "Hai un DEBITO CON INTERESSI ALTI.",
        "text1": "<b>Ripagare questo importo sarà la tua prossima priorità finanziaria da affrontare.</b> Il debito con interessi elevati rappresenta un grosso problema per la stabilità finanziaria perché gli interessi dovuti possono essere molto costosi e crescere rapidamente in grandi quantità. È una delle cose principali che può minare completamente il tuo percorso finanziario. Per ulteriori informazioni sul tuo debito, consulta la sezione debito di seguito. Torna al form e aggiornalo una volta saldato il debito in modo da poter passare al livello successivo.",
        "intro2": "Non hai alcun debito con interessi elevati.",
        "text2": "<b>Ottimo! Supponendo che tu abbia superato il livello uno, ora hai superato anche il livello di priorità 2.</b> Ciò significa che i tuoi risparmi duramente guadagnati possono essere destinati a scopi produttivi e aumentare il tuo patrimonio netto. Potresti avere un debito con interessi inferiori che va benissimo (entro limiti ragionevoli). Lo analizzeremo più avanti nella sezione dei debiti. Per ora, procedi al livello di priorità 3!"
      },
      "l3": {
        "title": "Livello 3",
        "intro1": "Non hai un fondo di emergenza.",
        "text1": "Altolà cowboy. Un fondo di emergenza è un passaggio essenziale che consiglio vivamente di non saltare. Per creare un fondo di emergenza è necessario versare circa 3-6 mesi di spese fisse (affitto, bollette, cibo...) in un conto di risparmio e poi mettere da parte quei soldi per, hai indovinato, le emergenze. Assicurati di risparmiare quei soldi in un conto deposito ad alto interesse, così da guadagnare un po' di soldi nel mentre. Grazie a questa somma sei preparato a qualsiasi imprevisto ti sottoponga la vita. Ciò ti impedisce di dover attingere alle tue entrate o indebitarti per gestire una spesa emergenziale (guasto alla macchina, idraulico, etc...), che può potenzialmente riportarti indietro nel tuo percorso finanziario. Una volta creato questo fondo, avrai completato il livello tre e ti troverai in un'ottima posizione economica!",
        "intro2": "Hai un FONDO DI EMERGENZA, ma non è completo.",
        "text2": "È fantastico che tu abbia iniziato a costruire il tuo fondo di emergenza, ma affinché possa veramente soddisfare il suo scopo dovrebbe valere 3-6 mesi delle tue spese fisse (affitto, bollette, cibo...). Aumentare il tuo fondo di emergenza fino a questa somma sarà la tua prossima priorità finanziaria.",
        "intro3": "Hai un FONDO DI EMERGENZA ed è di buone dimensioni.",
        "text3": "<b>Ottimo! Hai superato il livello di priorità 3.</b> Puoi davvero darti una pacca sulla spalla perché la maggior parte delle persone salta questo passaggio. Procedi al livello 4!"
      },
      "l4": {
        "title": "Livello 4",
        "intro1": "Al momento NON stai INVESTENDO.",
        "text1": "Se hai superato i primi tre livelli allora sei in un'ottima posizione per iniziare a pensare di investire parte del tuo denaro. Hai costruito un'eccellente base finanziaria e ora sarebbe intelligente iniziare a mettere i tuoi soldi a lavorare per te in modo che possano crescere attraverso il potere dell'interesse composto. La mia raccomandazione personale per il prossimo passo sarebbe quella di iniziare a informarsi sugli investimenti passivi e sugli ETF indicizzati.",
        "intro2": "Attualmente stai INVESTENDO.",
        "text2": "<b>È fantastico! Finché hai superato i primi tre livelli, sei in una posizione eccellente per investire i tuoi soldi.</b> Se non hai superato i primi tre livelli, sarebbe intelligente tornare indietro e vedere cosa è necessario fare prima di iniziare a mettere a rischio i propri soldi con l'obiettivo di una ricompensa futura. Per ulteriori informazioni sui tuoi investimenti, consulta la sezione sugli investimenti di seguito."
      },
      "l5": {
        "title": "Livello 5",
        "intro1": "Hai un DEBITO A BASSO INTERESSE.",
        "text1": "Se hai superato i primi quattro livelli, congratulazioni! Sei arrivato alla fase finale, dove possiamo distogliere la nostra attenzione dalla costruzione di una solida base finanziaria e concentrarci maggiormente sulla manutenzione. Il debito a basso interesse generalmente pone pochi problemi poiché il tasso di interesse è troppo basso per causare grossi ostacoli. A questo punto, un percorso ragionevole da seguire potrebbe essere quello di dedicare una parte dei tuoi risparmi mensili agli investimenti e una parte al ripagare questo debito. Ma la percentuale dipende in gran parte dal tipo di debito che hai e dal tasso di interesse ad esso associato. Per ulteriori informazioni, vedere la sezione sul debito di seguito.",
        "intro2": "Non hai alcun debito con basso interesse.",
        "text2": "Se hai superato i primi quattro livelli, congratulazioni! Siete arrivati alla fase finale, dove possiamo distogliere la nostra attenzione dalla costruzione di una solida base finanziaria e concentrarci maggiormente sulla manutenzione. Dato che non hai debiti, tutti i tuoi risparmi in eccesso ogni mese possono essere destinati a qualche tipo di investimento. Supponendo che tu abbia superato tutti i livelli precedenti, stai già investendo e puoi trovare ulteriori informazioni sui tuoi investimenti di seguito. Continua così!"
      }
    },
    "position": {
      "title": "Posizione finanziaria",
      "age": {
        "title": "Età",
        "intro1": "Sei MOLTO GIOVANE.",
        "text1": "Onestamente, è davvero bello che tu stia pensando anche alle tue finanze a questo punto. Iniziare a conoscere questo argomento in giovane età ti ripagherà letteralmente e figurativamente lungo la strada. Detto questo, non metterti ancora troppa pressione. È un po' un cliché, ma una delle cose migliori che puoi fare in questo momento è investire in te stesso. Scopri chi sei, i tuoi punti di forza e di debolezza, cosa vuoi dalla vita e poi inizia a lavorare per ottenerlo.",
        "intro2": "Sei GIOVANE.",
        "text2": "Buon per te! Molte persone non iniziano a prendere sul serio le proprie finanze finché non sono molto più grandi. Avere questa età significa che probabilmente stai iniziando a costruire o consolidare la tua carriera e ad accumulare responsabilità. Poiché hai il tempo dalla tua parte, mettere le tue finanze in una posizione in cui puoi iniziare a investire ti darebbe un enorme vantaggio. Ci sono molti anni affinchè l'interesse composto faccia la sua magia! Detto questo, questa fase della vita è ancora ricca di grandi cambiamenti ed esplorazioni, quindi è naturale non aver capito tutto e non sapere cosa si voglia fare nella vita.",
        "intro3": "Stai crescendo verso l'età adulta.",
        "text3": "In questa fase della tua vita ti stai avviando nel tuo percorso professionale e consolidare responsabilità e relazioni. Probabilmente il tuo quadro finanziario ha iniziato a diventare più complicato rispetto a quando eri più giovane e questo può essere sia impegnativo che confuso. Fortunatamente, hai una notevole quantità di tempo dalla tua parte per costruire o continuare a praticare buone abitudini finanziarie e continuare a migliorare la tua comprensione del denaro. Non dimenticare anche di divertirti! La vita può iniziare a muoversi velocemente e prima che tu te ne accorga, avrai 40 anni. Pazzesco, lo so.",
        "intro4": "Sei adulto.",
        "text4": "In questa fase della tua vita potresti aver successo nella tua carriera, formare una famiglia e avere diverse responsabilità, nonché persone che dipendono da te. Questa può essere una delle fasi più complicate della tua vita dal punto di vista finanziario. Ma può anche essere una delle fasi migliori perché potresti guadagnare molto di più rispetto a quando hai iniziato a lavorare. Probabilmente anche le tue spese saranno molto più alte! Speriamo che questa serie di approfondimenti ti siano utili per darti alcuni spunti di riflessione per affrontare questo periodo della tua vita in modo che tu possa godertelo assicurandoti allo stesso tempo di avere un percorso tranquillo verso la pensione.",
        "intro5": "Ti stai avvicinando all'età pensionabile.",
        "text5": "In questa fase della tua vita una delle cose principali che probabilmente hai in mente quando si tratta di soldi è la pensione. Sebbene questa applicazione e gli approfondimenti ad essa associati non sostituiscano un piano pensionistico adeguato o una conversazione con un professionista, si spera che ti forniscano alcuni spunti di riflessione mentre valuti il tuo quadro finanziario di fronte a questo traguardo imminente.",
        "intro6": "Sei nell'età pensionabile.",
        "text6": "In questa fase della tua vita potresti essere in pensione o ti stai preparando per la pensione. Questa fase rappresenta un grande cambiamento rispetto a tutto ciò che hai sperimentato finora con le tue finanze. Questo perché non guadagnerai più il reddito a cui sei abituato e passerai a vivere grazie a diverse fonti di reddito e alla ricchezza che hai costruito nel corso della tua vita. E per questo motivo potresti scoprire che questa applicazione non ti sarà particolarmente utile. L'ho creata per aiutare specificamente la fase di creazione di ricchezza in cui ci troviamo per gran parte della nostra vita. Ora sei o ti stai dirigendo verso la fase di spesa patrimoniale! Mi dispiace di non poterti essere di grande aiuto, dopo tutto ho solo 28 anni. Ma se stai cercando consigli sulla pianificazione pensionistica, potrebbe essere una buona idea cercare un buon professionista di cui ti puoi fidare.",
        "intro7": "Sei nei tuoi ANNI D'ORO.",
        "text7": "Sono onorato che tu ti sia imbattuto in questa applicazione! Sfortunatamente, potresti non trovarlo molto utile. Ho creato questa applicazione appositamente per aiutare le persone ad accrescere il proprio patrimonio. Ma molto probabilmente ora stai spendendo il tuo! Detto questo, sentiti libero di vedere i vari approfondimenti presenti nell'applicazione, ma se stai cercando una consulenza finanziaria sarebbe meglio trovare un buon professionista di cui ti puoi fidare."
      },
      "liquidity": {
        "title": "Liquidità rispetto ai debiti",
        "intro1": "Le tue liquidità sono MOLTO INFERIORI al tuo debito totale.",
        "text1": "Ciò probabilmente significa che stai attualmente lavorando al livello di priorità 1 o al livello 2. Poiché hai poche o nessuna liquidità (contanti, soldi sul conto, risparmi, fondi di emergenza) rispetto al tuo debito, l'obiettivo principale dovrebbe essere quello di generare risparmi e quindi utilizzare tali risparmi per iniziare a pagare debiti ad alto interesse o contribuire alle tue liquidità. Per raggiungere questo obiettivo, seguire la sequenza del livello di priorità 1-2 della road map di base.",
        "intro2": "Le tue liquidità sono MOLTO INFERIORI al tuo debito totale.",
        "text2": "Ciò probabilmente significa che stai attualmente lavorando al livello di priorità 1 o al livello 2. Poiché hai poche o nessuna liquidità (contanti, soldi sul conto, risparmi, fondi di emergenza) rispetto al tuo debito, l'obiettivo principale dovrebbe essere quello di generare risparmi e quindi utilizzare tali risparmi per iniziare a pagare debiti ad alto interesse o contribuire alle tue liquidità. Per raggiungere questo obiettivo, seguire la sequenza del livello di priorità 1-2 della road map di base.",
        "intro3": "Le tue liquidità sono MODERATAMENTE INFERIORI al tuo debito totale.",
        "text3": "Ciò probabilmente significa che stai attualmente lavorando al livello di priorità 1 o al livello 2. Poiché disponi di un livello moderatamente basso di liquidità (contanti, soldi sul conto, risparmi, fondi di emergenza) rispetto al tuo debito, l'obiettivo principale dovrebbe essere quello di generare risparmi e quindi utilizzare tali risparmi per iniziare a pagare il debito con interessi elevati o contribuire alla tua liquidità. Per raggiungere questo obiettivo, seguire la sequenza del livello di priorità 1-2 della road map di base.",
        "intro4": "Le tue liquidità sono UN PO' INFERIORI al tuo debito totale.",
        "text4": "Ciò probabilmente significa che attualmente stai lavorando a un livello intermedio tra le priorità 1-3. Poiché le tue liquidità (contanti, soldi sul conto, risparmi, fondi di emergenza) sono solo un po' inferiori al tuo debito, l'obiettivo principale dovrebbe essere prima di raggiungere il livello di priorità 1 (generare risparmi) e quindi identificare se hai un debito con interessi elevati (livello di priorità 2). Se lo fai, il passo successivo sarebbe utilizzare i tuoi risparmi per ripagare questo debito. Altrimenti, il passaggio successivo sarà procedere con il livello di priorità 3.",
        "intro5": "Le tue liquidità sono UN PO' INFERIORI al tuo debito totale.",
        "text5": "Ciò probabilmente significa che attualmente stai lavorando a un livello intermedio tra le priorità 1-4. Poiché le tue liquidità (contanti, soldi sul conto, risparmi, fondi di emergenza) sono solo un po' inferiori al tuo debito, l'obiettivo principale dovrebbe essere prima di raggiungere il livello di priorità 1 (generare risparmi) e quindi identificare se hai un debito con interessi elevati (priorità livello 2). Se lo fai, il passo successivo sarebbe utilizzare i tuoi risparmi per ripagare questo debito. Altrimenti, il passaggio successivo sarà procedere con il livello di priorità 3 e oltre.",
        "intro6": "Le tue liquidità sono LEGGERMENTE INFERIORI al tuo debito totale.",
        "text6": "Ciò probabilmente significa che attualmente stai lavorando a un livello intermedio tra le priorità 1-4. Poiché le tue liquidità (contanti, soldi sul conto, risparmi, fondi di emergenza) sono solo leggermente inferiori al tuo debito, l'obiettivo principale dovrebbe essere prima di raggiungere il livello di priorità 1 (generare risparmi) e quindi identificare se hai un debito con interessi elevati (priorità livello 2). Se lo fai, il passo successivo sarebbe utilizzare i tuoi risparmi per ripagare questo debito. Altrimenti, il passaggio successivo sarà procedere con il livello di priorità 3 e oltre.",
        "intro7": "Le tue liquidità sono UGUALI al tuo debito totale.",
        "text7": "Ciò significa che potresti cancellare completamente il tuo debito se lo desideri (probabilmente non dovresti però a meno che non si tratti di un debito con interessi elevati!). Ma essere nella posizione in cui puoi farlo significa che non devi fare affidamento esclusivamente sul tuo reddito per far fronte ai tuoi obblighi di debito, il che è fantastico! Per comprendere meglio la tua posizione debitoria e i possibili percorsi da intraprendere per migliorarla (se necessario), continua a leggere gli approfondimenti della sezione riguardante i debiti.",
        "intro8": "Le tue liquidità sono SUPERIORI al tuo debito totale.",
        "text8": "In questo caso probabilmente ti trovi tra i livelli di priorità 3-5. Ciò significa che potresti cancellare completamente il tuo debito se lo desideri (probabilmente non dovresti però a meno che non si tratti di un debito con interessi elevati!). Il passo successivo basato su questa intuizione sarebbe identificare se si ha o meno un debito con interessi elevati e quindi procedere con i passaggi successivi appropriati come stabilito nei livelli di priorità. Per ulteriori approfondimenti sul tuo debito, continua a leggere la sezione riguardante i debiti."
      },
      "housingCost": {
        "title": "Spese immobiliari (Affitto/Mutuo)",
        "intro1": "Le tue SPESE IMMOBILIARI rappresentano un IMPORTO ELEVATO del tuo reddito mensile.",
        "text1": "In generale, la regola pratica è di non spendere più del 30% circa del proprio reddito per le spese immobiliari. Sei al di sopra di questo livello, il che significa che le tue spese abitative potrebbero mettere a dura prova il resto del tuo quadro finanziario. Potrebbe essere necessario valutare se la tua situazione abitativa è adatta a te in questo momento, e quindi passare ad un affitto inferiore.",
        "intro2": "Le tue SPESE IMMOBILIARI rappresentano un IMPORTO MODERATO del tuo reddito mensile.",
        "text2": "In generale, la regola pratica è di non spendere più del 30% circa del proprio reddito per le spese immobiliari. Sei al di sotto di questo livello ma sei ancora vicino ad esso. Quindi, stai piuttosto bene qui, ma tienilo d'occhio se inizia ad avvicinarsi al limite del 30%.",
        "intro3": "Le tue SPESE IMMOBILIARI rappresentano un IMPORTO RAGIONEVOLE del tuo reddito mensile.",
        "text3": "Ciò contribuisce a garantirti una buona posizione finanziaria poiché l’alloggio è spesso la componente più costosa delle nostre finanze. Ottimo lavoro qui!",
        "intro4": "Le tue SPESE IMMOBILIARI rappresentano un IMPORTO BASSO del tuo reddito mensile.",
        "text4": "Questo è un enorme vantaggio per la tua stabilità finanziaria poiché le spese abitative sono spesso la componente più costosa delle nostre finanze. Ottimo lavoro.",
        "intro5": "NON HAI SPESE IMMOBILIARI.",
        "text5": "Questo è un enorme vantaggio per la tua stabilità finanziaria poiché le spese abitative sono spesso la componente più costosa delle nostre finanze. Ottimo lavoro."
      },
      "housingSituation": {
        "title": "Situazione immobiliare",
        "intro1": "NON POSSIEDI la tua CASA.",
        "text1": "Ciò significa che sei in affitto o vivi con qualcun altro, come i tuoi genitori. Contrariamente alla credenza popolare, l'affitto non è necessariamente una cattiva decisione finanziaria e in molti casi può effettivamente portare a risultati finanziari simili a quelli del possesso di una casa. Per ulteriori informazioni sull'argomento, guarda <a href='https://youtu.be/qrnZ6xDIyE4' target='_blank'>questo video</a> che ho realizzato. La cosa più importante del vivere in affito è che i costi dell'alloggio non incidano troppo sul tuo reddito. Vedi l'approfondimento relativo ai costi immobiliari rispetto al reddito per informazioni in merito.",
        "intro2": "POSSIEDI la tua CASA.",
        "text2": "Ciò significa che hai un mutuo per la tua casa o ne sei proprietario a titolo definitivo. Possedere una casa comporta una lista di pro e contro, ma puoi stare certo che possedere una casa è stato storicamente un ottimo modo per far crescere la propria ricchezza nel tempo, a patto di non spendere troppo per essa. Consulta gli approfondimenti relativi ai costi immobiliari rispetto al reddito per informazioni in merito. Se sei curioso, ho un altro foglio di calcolo che calcola se sarebbe meglio affittare o acquistare una casa dal punto di vista finanziario. Puoi trovare un link nella descrizione di <a href='https://youtu.be/qrnZ6xDIyE4' target='_blank'>questo video.</a>"
      }
    },
    "debt": {
      "title": "Debiti",
      "savings": {
        "title": "Risparmi vs. Debito carta di credito",
        "intro1": "Ci vorrebbe un numero INCERTO di MESI per PAGARE il debito della tua carta di credito.",
        "text1": "Sembra che al momento non stai generando risparmi. Ciò probabilmente significa che stai lavorando al livello di priorità 1. Lavorare su un modo per generare risparmi ti metterà nella posizione di avere il controllo del debito della tua carta di credito e dovrebbe essere una priorità assoluta.",
        "intro2": "Ci vorrebbero MOLTI MESI per PAGARE il debito della tua carta di credito.",
        "text2": "I tuoi risparmi mensili sono inferiori al debito. Ciò potrebbe significare che il debito della tua carta di credito è relativamente alto o che il tuo tasso di risparmio è relativamente basso, il che probabilmente significa che stai lavorando al livello di priorità 1 o 2. In questo caso, darei la priorità all'aumento del tasso di risparmio e allo stesso tempo imparerei di più su il tuo debito e tutte le strategie disponibili per contribuire a ridurre il tasso di interesse ad esso associato.",
        "intro3": "Ti occorrerebbe UN MESE O MENO per PAGARE il debito della tua carta di credito.",
        "text3": "I tuoi risparmi mensili sono superiori a questo debito. Questa è una buona posizione in cui trovarsi perché ti consente di cancellare completamente questo debito in un breve periodo di tempo. Questo è uno dei motivi per cui il risparmio è la linfa vitale di tutta questa faccenda! Continua così.",
        "intro4": "NON HAI alcun debito sulla CARTA DI CREDITO.",
        "text4": "Questo è fantastico perché significa che non hai fatto affidamento sulla tua carta di credito. Continua così!"
      },
      "income": {
        "title": "Reddito vs. Debito carta di credito",
        "intro1": "Il debito della tua CARTA DI CREDITO è MAGGIORE del tuo REDDITO MENSILE.",
        "text1": "Ciò significa che è a un livello problematico ed è sicuramente qualcosa a cui dare la priorità nel ripagare. Poiché il debito della tua carta di credito è a questo livello, fai affidamento su di esso per vivere il tuo stile di vita attuale e dovrai indagare su dove si trova la radice di questo problema. Inoltre, potresti voler esaminare strategie di riduzione del debito per aiutarti a tenere la situazione sotto controllo",
        "intro2": "Il debito della tua CARTA DI CREDITO è MOLTO GRANDE rispetto al tuo REDDITO MENSILE.",
        "text2": "Ciò significa che è a un livello problematico ed è sicuramente qualcosa a cui dare la priorità nel ripagare. Poiché il debito della tua carta di credito è a questo livello, probabilmente fai affidamento su di esso per vivere il tuo stile di vita attuale e dovrai indagare su dove si trova la radice di questo problema. Inoltre, potresti voler esaminare strategie di riduzione del debito per aiutarti a tenere la situazione sotto controllo",
        "intro3": "Il debito della tua CARTA DI CREDITO è ABBASTANZA GRANDE rispetto al tuo REDDITO MENSILE.",
        "text3": "Ciò significa che è a un livello problematico ed è sicuramente qualcosa a cui dare la priorità nel ripagare. Poiché il debito della tua carta di credito è a questo livello, è probabile che fai affidamento su di esso per vivere il tuo stile di vita attuale e dovrai indagare dove risiede la radice di questo problema.",
        "intro4": "Il debito della tua CARTA DI CREDITO è DISCRETAMENTE GRANDE rispetto al tuo REDDITO MENSILE.",
        "text4": "Non è necessariamente ancora a un livello problematico, ma è sicuramente qualcosa a cui dare la priorità nel ripagare. Poiché il debito della tua carta di credito è a questo livello, è possibile che fai affidamento su di esso per vivere il tuo stile di vita attuale e potresti dover indagare su dove si trova la radice di questo problema.",
        "intro5": "Il debito della tua CARTA DI CREDITO è BASSO rispetto al tuo REDDITO MENSILE.",
        "text5": "Questo è fantastico perché significa che non hai fatto affidamento sulla tua carta di credito. Continua così!",
        "intro6": "NON HAI alcun debito sulla CARTA DI CREDITO.",
        "text6": "Questo è fantastico perché significa che non hai fatto affidamento sulla tua carta di credito. Continua così!"
      },
      "debtService": {
        "title": "Pagamento dei debiti vs. Reddito",
        "intro1": "Stai spendendo PIÙ SOLDI del tuo REDDITO MENSILE per ripagare i tuoi debiti mensilmente.",
        "text1": "Come sicuramente saprai, questo non va bene. Potrebbe essere necessario cercare l'aiuto di un professionista, programmi di riduzione del debito e consigli sulla carriera per risolvere questo problema.",
        "intro2": "Stai spendendo una SOMMA MOLTO GRANDE del tuo REDDITO MENSILE per ripagare i tuoi debiti mensilmente.",
        "text2": "Ciò probabilmente ti sta causando difficoltà finanziarie e ti sta mettendo in una posizione vulnerabile poiché probabilmente limita la tua capacità di risparmiare denaro. Indagare sul motivo per cui i pagamenti del debito sono così elevati rispetto al reddito dovrebbe essere una priorità assoluta. È necessario elaborare un piano per superare questa situazione.",
        "intro3": "Stai spendendo una IMPORTO NOTEVOLE del tuo REDDITO MENSILE per ripagare i tuoi debiti mensilmente.",
        "text3": "Ciò potrebbe causarti tensioni finanziarie e metterti in una posizione vulnerabile in quanto potrebbe limitare la tua capacità di risparmiare denaro. Si tratta di un'area su cui indagare e determinare se è necessario apportare modifiche.",
        "intro4": "Stai spendendo una discreta quantità del tuo reddito mensile per ripagare i tuoi debiti mensilmente.",
        "text4": "Non è necessariamente a un livello problematico a questo punto, ma è qualcosa da tenere d'occhio perché se dovesse aumentare potrebbe iniziare a causare tensione alle tue finanze e metterti in una posizione più vulnerabile.",
        "intro5": "Stai spendendo un BASSO IMPORTO del tuo REDDITO MENSILE per ripagare i tuoi debiti mensilmente.",
        "text5": "È fantastico! Non c'è altro da aggiungere qui se non di continuare così!",
        "intro6": "NON HAI alcun DEBITO",
        "text6": "È fantastico! Non c'è altro da aggiungere qui se non di continuare così!"
      },
      "carLoan": {
        "title": "Finanziaria automobile",
        "intro1": "Stai spendendo un IMPORTO ELEVATO del tuo REDDITO MENSILE per la tua FINANZIARIA.",
        "text1": "In generale, la regola pratica è di non spendere più del 15% circa del proprio reddito per le spese del veicolo. Dato che sei al di sopra di questo livello, dovresti assicurarti che il tuo veicolo sia adatto alla tua situazione finanziaria attuale. Ciò potrebbe causarti difficoltà finanziarie.",
        "intro2": "Stai spendendo una SOMMA POTENZIALMENTE GRANDE del tuo REDDITO MENSILE per la tua FINANZIARIA.",
        "text2": "In generale, la regola pratica è di non spendere più del 15% circa del proprio reddito per le spese del veicolo. Dato che ti trovi intorno a questo livello, potresti voler assicurarti che il tuo veicolo sia adatto alla tua attuale situazione finanziaria.",
        "intro3": "Stai spendendo un IMPORTO BASSO del tuo REDDITO MENSILE per la tua FINANZIARIA.",
        "text3": "Tra questa spesa e le spese per l'alloggio (mutuo/affitto), possono costituire una grande percentuale delle spese complessive. Ma mantenendoli bassi rispetto al tuo reddito, aumenti la tua capacità di risparmiare denaro e aumentare la tua ricchezza. Ottimo lavoro!",
        "intro4": "NON HAI una FINANZIARIA.",
        "text4": "È fantastico! Non c'è altro da aggiungere qui se non di continuare così!"
      }
    },
    "investments": {
      "title": "Investimenti",
      "emergencyFund": {
        "title": "Azioni vs. Fondo di emergenza",
        "intro1": "NON HAI investimenti in AZIONI.",
        "text1": "Probabilmente ti trovi in un luogo in cui non sei finanziariamente o mentalmente pronto per iniziare a investire i tuoi soldi nel mercato azionario e va benissimo! (a meno che tu non abbia scelto altre strade di investimento, nel qual caso puoi ignorarlo). Esporre i tuoi soldi ai rischi e ai rendimenti delle azioni è qualcosa che dovrebbe essere fatto solo una volta raggiunto il livello di priorità 4. Ciò ti garantirà di essere nella migliore posizione possibile per iniziare a investire e utilizzare l'aiuto dell'interesse composto per far crescere il tuo patrimonio. Molte persone iniziano a investire prima di essere pronte e finiscono per commettere errori che possono allontanarle per sempre dal mercato azionario. Questo è un peccato perché il mercato azionario è uno degli strumenti più potenti che possiamo utilizzare per costruire una notevole ricchezza nel tempo. Quindi, prenditi il tuo tempo, completa tutte le priorità dei prerequisiti e poi inizia il tuo viaggio di investimento con il piede giusto!",
        "intro2": "HAI investimenti in AZIONI ma il tuo FONDO DI EMERGENZA NON È COMPLETO.",
        "text2": "Sembra che tu abbia affrettato l'investimento dei tuoi soldi in azioni in questo momento. Come spiega la gerarchia delle priorità, è importante avere un fondo di emergenza prima di iniziare a esporre i propri soldi al rischio nel mercato azionario. Il motivo per cui questo è così importante è perché potrebbe verificarsi uno scenario in cui le tue azioni perdono valore, si verifica un’emergenza e devi accedere al denaro che hai investito nel mercato azionario. Ciò significa che subirai una perdita sui tuoi soldi, potenzialmente abbastanza grande da non essere sufficiente a coprire l'emergenza. Quando investiamo, è meglio lasciare i tuoi soldi nel mercato azionario per almeno 10 anni, ma idealmente molto più a lungo. Ciò ci consente di ridurre notevolmente il rischio di perdita e ci impedisce di vendere in caso di emergenza e di subire una perdita che avremmo potuto evitare istituendo prima un fondo di emergenza.",
        "intro3": "HAI investimenti in AZIONI e il tuo FONDO DI EMERGENZA È COMPLETO.",
        "text3": "Ottimo lavoro qui. È importante disporre di un fondo di emergenza prima di iniziare a investire i propri soldi ed esporli a rischi. Stai investendo in modo responsabile e questo ti aiuterà a evitare di commettere errori emotivi con i tuoi soldi."
      },
      "stocksDebt": {
        "title": "Azioni vs. Debito ad interesse elevato",
        "intro1": "NON HAI investimenti in AZIONI.",
        "text1": "In generale, quando si cerca di determinare se è meglio investire denaro o ripagare il debito, la cosa numero uno da considerare è il tasso di interesse associato al debito. Se è superiore al 7%, significa che sarebbe più sensato ripagare questo debito prima di investire i propri soldi. Questo perché, in generale, il mercato azionario ha storicamente reso agli investitori circa il 7% annuo nel lungo termine. Pertanto, se il tuo debito ha un tasso di interesse più elevato di questo, significa che il debito crescerà più velocemente dei tuoi investimenti, diminuendo così il tuo patrimonio netto nel tempo.",
        "intro2": "HAI investimenti in AZIONI e DEBITO AD ALTO INTERESSE.",
        "text2": "In generale, questa non è una buona idea. Quando si cerca di determinare se è meglio investire denaro o ripagare il debito, la cosa numero uno da considerare è il tasso di interesse associato al debito. Se è superiore al 7%, significa che sarebbe più sensato ripagare questo debito prima di investire i propri soldi. Questo perché, in generale, il mercato azionario ha storicamente reso agli investitori circa il 7% annuo nel lungo termine. Pertanto, se il tuo debito ha un tasso di interesse più elevato di questo, significa che il debito crescerà più velocemente dei tuoi investimenti, diminuendo così il tuo patrimonio netto nel tempo.",
        "intro3": "Hai investimenti in AZIONI e NESSUN DEBITO CON INTERESSI ELEVATI.",
        "text3": "Grande. Dal punto di vista del debito, la preoccupazione principale quando si tratta di investire è se si ha o meno un debito con interessi elevati. Poiché non ne hai, ciò ti aiuta a trovarti in una posizione responsabile per investire. Ma questa non è l’unica cosa da considerare prima di investire. Assicurati che le priorità 1-3 siano completate per prime e che hai compreso gli altri approfondimenti in questa sezione."
      },
      "stocksDuration": {
        "title": "Durata investimenti in azioni",
        "intro1": "Hai intenzione di investire per MENO DI UN ANNO.",
        "text1": "In generale, questa non è una buona idea. Poiché investire nel mercato azionario comporta dei rischi per il proprio denaro, la regola generale è investire solo denaro che è possibile accantonare per almeno 10 anni per ridurre il più possibile il rischio di perdita. Storicamente il mercato azionario ha sempre avuto una tendenza al rialzo nel corso di lunghi periodi di tempo (oltre 10 anni). Ma nel breve termine (meno di 10 anni) ci sono stati periodi in cui avresti solo perso denaro, forse il 50% o più. Il mio suggerimento sarebbe quello di informarsi di più su come la durata dell'investimento può influenzare i tuoi risultati e prendere in considerazione la possibilità di modificare i tuoi investimenti attuali.",
        "intro2": "Hai intenzione di investire per 1-5 ANNI.",
        "text2": "In generale, questa non è una buona idea. Poiché investire nel mercato azionario comporta dei rischi per il proprio denaro, la regola generale è investire solo denaro che è possibile accantonare per almeno 10 anni per ridurre il più possibile il rischio di perdita. Storicamente il mercato azionario ha sempre avuto una tendenza al rialzo nel corso di lunghi periodi di tempo (oltre 10 anni). Ma nel breve termine (meno di 10 anni) ci sono stati periodi in cui avresti solo perso denaro, forse il 50% o più. Il mio suggerimento sarebbe quello di informarsi di più su come la durata dell'investimento può influenzare i tuoi risultati e prendere in considerazione la possibilità di modificare i tuoi investimenti attuali.",
        "intro3": "Hai intenzione di investire per 6-10 ANNI.",
        "text3": "In generale, questa non è una buona idea. Poiché investire nel mercato azionario comporta dei rischi per il proprio denaro, la regola generale è investire solo denaro che è possibile accantonare per almeno 10 anni per ridurre il più possibile il rischio di perdita. Anche se 6-10 anni possono sembrare un periodo lungo, non è ancora abbastanza tempo per darti una probabilità estremamente elevata di ottenere un rendimento positivo sul tuo investimento. Storicamente il mercato azionario ha sempre avuto una tendenza al rialzo nel corso di lunghi periodi di tempo (oltre 10 anni). Ma nel breve termine (meno di 10 anni) ci sono stati periodi in cui avresti solo perso denaro, forse il 50% o più. Il mio suggerimento sarebbe quello di saperne di più su come la durata dell'investimento può influenzare i tuoi risultati e prendere in considerazione la possibilità di modificare i tuoi investimenti attuali.",
        "intro4": "Hai intenzione di investire per 10+ ANNI.",
        "text4": "Eccezionale. Questo è l’approccio giusto per darti le migliori possibilità di ottenere un ritorno positivo sul tuo investimento."
      },
      "crypto": {
        "title": "Cryptovalute",
        "intro1": "NON HAI investimenti in CRYPTO.",
        "text1": "Le criptovalute sono state senza dubbio una delle classi di asset più interessanti emerse negli ultimi anni. Questa sezione di approfondimento non ha lo scopo di esprimere alcun giudizio o offrire opinioni sulla validità delle criptovalute come investimento. Nessuno conosce il futuro. Ma quello che possiamo dire con certezza è che le criptovalute sono innegabilmente una classe di asset speculativa con una volatilità molto elevata. Pertanto possiamo classificarlo di fatto come ad alto rischio, il che significa che il potenziale di ricompensa e perdita è elevato. Con questo in mente, spetta a noi assicurarci che, se vogliamo investire in questi asset, lo facciamo in modo responsabile per quanto riguarda il nostro quadro finanziario completo.",
        "intro2": "HAI investimenti in CRYPTO.",
        "text2": "Le criptovalute sono state senza dubbio una delle classi di asset più interessanti emerse negli ultimi anni. Questa sezione di approfondimento non ha lo scopo di esprimere alcun giudizio o offrire opinioni sulla validità delle criptovalute come investimento. Nessuno conosce il futuro. Ma quello che possiamo dire con certezza è che le criptovalute sono innegabilmente una classe di asset speculativa con una volatilità molto elevata. Pertanto possiamo classificarlo di fatto come ad alto rischio, il che significa che il potenziale di ricompensa e perdita è elevato. Con questo in mente, spetta a noi assicurarci che, se vogliamo investire in questi asset, lo facciamo in modo responsabile per quanto riguarda il nostro quadro finanziario completo."
      },
      "cryptoPercentage": {
        "title": "Cryptovalute possedute rispetto al patrimonio totale",
        "intro1": "Le criptovalute rappresentano un IMPORTO FOLLE del tuo TOTALE ASSET.",
        "text1": "A questo punto hai ufficialmente lasciato che Gesù prendesse il volante. Buona fortuna. In tutta serietà, però, questa è degenerazione. A meno che tu non possa dire onestamente (e intendo onestamente) che ti senti a tuo agio nel perdere tutto quello che stai investendo in crypto, non giocare in questo modo.",
        "intro2": "Le criptovalute rappresentano una IMPORTO CONSIDEREVOLE del tuo TOTALE ASSET.",
        "text2": "Prendendo in considerazione le informazioni della sezione precedente sulle criptovalute, è molto importante capire che avere così tante risorse in criptovalute ti esporrà a rischi considerevoli e potrebbe causare ingenti danni al tuo quadro finanziario se le cose non vanno nell modo in cui stai scommettendo.",
        "intro3": "Le criptovalute rappresentano una IMPORTO NOTEVOLE del tuo ASSET TOTALE.",
        "text3": "Prendendo in considerazione le informazioni della sezione precedente sulle criptovalute, è molto importante capire che avere così tante risorse in criptovalute ti esporrà a rischi considerevoli e potrebbe causare ingenti danni al tuo quadro finanziario se le cose non vanno nell modo in cui stai scommettendo.",
        "intro4": "Le criptovalute rappresentano un IMPORTO NOTEVOLE del tuo TOTALE ASSET.",
        "text4": "Prendendo in considerazione gli approfondimenti della sezione precedente sulle criptovalute, è molto importante essere onesto con te stesso riguardo al fatto se questa sia o meno la decisione migliore per i tuoi obiettivi finanziari. Potrebbe essere il momento di rivalutare la quantità di denaro investito in questa classe di asset.",
        "intro5": "Le criptovalute rappresentano una BASSA PERCENTUALE del tuo ASSET TOTALE.",
        "text5": "Se vogliamo seguire le migliori pratiche basate su tutte le informazioni che conosciamo sugli investimenti, questa è la somma di denaro più responsabile da utilizzare per questo scopo. Mentre il tuo viaggio di investimento continua, assicurati di essere a tuo agio con la quantità di denaro che stai mettendo a rischio, sapendo che potresti perdere tutti i soldi investiti in questa classe di asset."
      }
    }
  },
  "common": {
    "back": "Indietro",
    "currency": "€",
    "next": "Avanti",
    "no": "No",
    "reset": "Reset",
    "submit": "Submit",
    "yes": "Si",
    "error": {
      "required": "Questo campo è obbligatorio"
    },
    "language": {
      "changeLanguage": "Cambia lingua",
      "english": "Inglese",
      "italian": "Italiano"
    },
    "select": {
      "all": "Seleziona tutto",
      "clear": "Clear"
    }
  }
}
